{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "18D053BF42E16EA62675F89DC10B34EF"
		},
		{
			"Source":
			{
				"Text": "10/10"
			},
			"Translation":
			{
				"Text": "10/10"
			},
			"Key": "7B69621C48C2D3EA1301B4AA2CF7A825"
		},
		{
			"Source":
			{
				"Text": "100"
			},
			"Translation":
			{
				"Text": "100"
			},
			"Key": "8982AA7D454F4D21751F60AB0DDCE145"
		},
		{
			"Source":
			{
				"Text": "Action"
			},
			"Translation":
			{
				"Text": "Action"
			},
			"Key": "EE24C478421FFBEFD89779BAB4C3F329"
		},
		{
			"Source":
			{
				"Text": "Actions"
			},
			"Translation":
			{
				"Text": "Actions"
			},
			"Key": "DC42826C47851729878AC3BAA2C2B6BB"
		},
		{
			"Source":
			{
				"Text": "Ambience Volume"
			},
			"Translation":
			{
				"Text": "Volume Ambient"
			},
			"Key": "2DAFFDBF41A9E8AB4198ACA79B03701F"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "Audio"
			},
			"Key": "BD17A0364C5F867B55B71583C3919C80"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "Audio"
			},
			"Key": "54F55D524215E449C5733D984892E506"
		},
		{
			"Source":
			{
				"Text": "Back to menu"
			},
			"Translation":
			{
				"Text": "Retour au menu"
			},
			"Key": "422C49024406E7C2563791A75FD2EB6F"
		},
		{
			"Source":
			{
				"Text": "Back to menu"
			},
			"Translation":
			{
				"Text": "Retour au menu"
			},
			"Key": "C4FDBE344ED5D6BFF10CAC9FAEF8AD07"
		},
		{
			"Source":
			{
				"Text": "Build Mode"
			},
			"Translation":
			{
				"Text": "Mode Construction"
			},
			"Key": "EE2235044CE7887D95A246A349C6507E"
		},
		{
			"Source":
			{
				"Text": "Camera Sensitivity"
			},
			"Translation":
			{
				"Text": "Sensibilité Caméra"
			},
			"Key": "53DE6CEE4DC923D31DDF83A5B739C301"
		},
		{
			"Source":
			{
				"Text": "Change Structure Type (Only for test)"
			},
			"Translation":
			{
				"Text": "Changer le type de structure (Uniquement pour le test)"
			},
			"Key": "D5A2B3C44B1BBB03A8477FA0CFE78937"
		},
		{
			"Source":
			{
				"Text": "Controls"
			},
			"Translation":
			{
				"Text": "Commandes"
			},
			"Key": "68725F2B4DD65E921C52E8870F81DC4B"
		},
		{
			"Source":
			{
				"Text": "D / →"
			},
			"Translation":
			{
				"Text": "D / →"
			},
			"Key": "5F7832424A312F21DAAA7BBFBC03472D"
		},
		{
			"Source":
			{
				"Text": "Day"
			},
			"Translation":
			{
				"Text": "Jour"
			},
			"Key": "8172536B461E963E218A34BB4A26A8AF"
		},
		{
			"Source":
			{
				"Text": "E"
			},
			"Translation":
			{
				"Text": "E"
			},
			"Key": "C0DD03F9434D98CAF417FBBD71EAD3BF"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "English"
			},
			"Key": "A14753E3435A4992806848A15D71B100"
		},
		{
			"Source":
			{
				"Text": "F"
			},
			"Translation":
			{
				"Text": "F"
			},
			"Key": "02A8C3114E20E2B1E5F257ABF53D919D"
		},
		{
			"Source":
			{
				"Text": "Français"
			},
			"Translation":
			{
				"Text": "Français"
			},
			"Key": "8B0B10744BCEE709B0E24989E92B01E1"
		},
		{
			"Source":
			{
				"Text": "Gameplay"
			},
			"Translation":
			{
				"Text": "Gameplay"
			},
			"Key": "EB301C9A46149B1AFC7199B6571C5A69"
		},
		{
			"Source":
			{
				"Text": "Gameplay"
			},
			"Translation":
			{
				"Text": "Gameplay"
			},
			"Key": "48A12B224B4E97248B81D5B88991373B"
		},
		{
			"Source":
			{
				"Text": "I"
			},
			"Translation":
			{
				"Text": "I"
			},
			"Key": "E1ED8CEC472FC3565F3460B644E1932F"
		},
		{
			"Source":
			{
				"Text": "INVENTORY"
			},
			"Translation":
			{
				"Text": "INVENTAIRE"
			},
			"Key": "FAD997B64C7E4116E78F3F8BD8F375EA"
		},
		{
			"Source":
			{
				"Text": "Interact"
			},
			"Translation":
			{
				"Text": "Interagir"
			},
			"Key": "BC073BF84BC5AD74A97800B4FBFBA123"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Sauter"
			},
			"Key": "8307186F4BA052606E437D820D1CC417"
		},
		{
			"Source":
			{
				"Text": "Keys"
			},
			"Translation":
			{
				"Text": "Touches"
			},
			"Key": "7A75E16E4453DCC46EC386A8A83A45C4"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Langue"
			},
			"Key": "F588CCC1445D06B2128BD2ABE4C46957"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Langue"
			},
			"Key": "CC7A1A1647810B7302B5A6A23E7F4951"
		},
		{
			"Source":
			{
				"Text": "Left Click"
			},
			"Translation":
			{
				"Text": "Clic Gauche"
			},
			"Key": "AF0BCB2E4B9F0736948BF19164F70783"
		},
		{
			"Source":
			{
				"Text": "Load Game"
			},
			"Translation":
			{
				"Text": "Charger la partie"
			},
			"Key": "9A013F9A47A21D470F056F86F14BBD72"
		},
		{
			"Source":
			{
				"Text": "Master Volume"
			},
			"Translation":
			{
				"Text": "Volume Général"
			},
			"Key": "253B1B224A9E2680DDEA7BA7EAF8997E"
		},
		{
			"Source":
			{
				"Text": "Move Backward"
			},
			"Translation":
			{
				"Text": "Reculer"
			},
			"Key": "117079474E2B07C92C9250B0952E28DF"
		},
		{
			"Source":
			{
				"Text": "Move Forward"
			},
			"Translation":
			{
				"Text": "Avancer"
			},
			"Key": "FE6EB8234E3C7DDD61E3E38464C7DDF8"
		},
		{
			"Source":
			{
				"Text": "Move Left"
			},
			"Translation":
			{
				"Text": "Aller à gauche"
			},
			"Key": "2352276E411FF893A652109E76595EE3"
		},
		{
			"Source":
			{
				"Text": "Move Right"
			},
			"Translation":
			{
				"Text": "Aller à droite"
			},
			"Key": "D7C09B764461B0B8AB0E57888EFE136C"
		},
		{
			"Source":
			{
				"Text": "Movement"
			},
			"Translation":
			{
				"Text": "Mouvements"
			},
			"Key": "66B12780445E810F38D8DEA9B21F4377"
		},
		{
			"Source":
			{
				"Text": "Music Volume"
			},
			"Translation":
			{
				"Text": "Volume de la musique"
			},
			"Key": "A6AF51F24022CDB089A3F899C8A6C255"
		},
		{
			"Source":
			{
				"Text": "Music Volume"
			},
			"Translation":
			{
				"Text": "Volume de la musique"
			},
			"Key": "A1E7590E44429B549C7AE398E1272F63"
		},
		{
			"Source":
			{
				"Text": "New Game"
			},
			"Translation":
			{
				"Text": "Nouvelle Partie"
			},
			"Key": "7ED57390434E5766C645658B71EF27D6"
		},
		{
			"Source":
			{
				"Text": "Open/Close Inventory"
			},
			"Translation":
			{
				"Text": "Ouvrir / Fermer l'inventaire"
			},
			"Key": "FEA340E7443A631DF22F08B2C28BCAB5"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": "Pause"
			},
			"Key": "AE82B18F42F3D1652E3EFBB2A4AEECF6"
		},
		{
			"Source":
			{
				"Text": "Place"
			},
			"Translation":
			{
				"Text": "Poser la structure"
			},
			"Key": "D747FFFF402182AA1DA0CA8E9B3AB499"
		},
		{
			"Source":
			{
				"Text": "Q / ←"
			},
			"Translation":
			{
				"Text": "Q / ←"
			},
			"Key": "A5FD45E14E8FC5F4E48E7C90ECA2DF4D"
		},
		{
			"Source":
			{
				"Text": "Quit Game"
			},
			"Translation":
			{
				"Text": "Quitter le jeu"
			},
			"Key": "B56B82C94B40B71665C0F99204B96518"
		},
		{
			"Source":
			{
				"Text": "Quit Game"
			},
			"Translation":
			{
				"Text": "Quitter le jeu"
			},
			"Key": "2DDC06514BAE331D3D78648A01A5A025"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "Résolution de l'écran"
			},
			"Key": "F4D7FAC64D908BF8F60A0AA28A0805D6"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Reprendre"
			},
			"Key": "ED45515D4957B79F52C35A992FA86800"
		},
		{
			"Source":
			{
				"Text": "Right Click "
			},
			"Translation":
			{
				"Text": "Clic Droit"
			},
			"Key": "21AB240C4FCA542D7553E999245BD5F6"
		},
		{
			"Source":
			{
				"Text": "S / ↓"
			},
			"Translation":
			{
				"Text": "S / ↓"
			},
			"Key": "399818A04D2BEC54EC42D6A3DABF2BAC"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "5D0338C544CBDD3ED7E613B79974348F"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "5EEDC2034947575D8A74178E911B3012"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "AB5F6ADF4A1D5D298E1AB993D186837E"
		},
		{
			"Source":
			{
				"Text": "Shift"
			},
			"Translation":
			{
				"Text": "Shift"
			},
			"Key": "FF3F95A748FFC08C423748BB66750AB5"
		},
		{
			"Source":
			{
				"Text": "Space"
			},
			"Translation":
			{
				"Text": "Espace"
			},
			"Key": "8980EA1443DE5A681833B49A06738A86"
		},
		{
			"Source":
			{
				"Text": "Sprint"
			},
			"Translation":
			{
				"Text": "Courir"
			},
			"Key": "38F20FBC437F582CFBC76981534FB639"
		},
		{
			"Source":
			{
				"Text": "Switching Mode"
			},
			"Translation":
			{
				"Text": "Changer de mode"
			},
			"Key": "101B596A4577B82F37708A8F9DD01617"
		},
		{
			"Source":
			{
				"Text": "Video"
			},
			"Translation":
			{
				"Text": "Vidéos"
			},
			"Key": "3B2BF94241C301552094F39F97EDC767"
		},
		{
			"Source":
			{
				"Text": "Video"
			},
			"Translation":
			{
				"Text": "Vidéos"
			},
			"Key": "2E00FA7A4BCE4061CD4387A80B14C42F"
		},
		{
			"Source":
			{
				"Text": "Window Mode"
			},
			"Translation":
			{
				"Text": "Mode de fenêtre"
			},
			"Key": "9C64794D4749B08C316DC08895A4EBFE"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": "X"
			},
			"Key": "5EA80FA740E38C2AC6BAE0A5D296EAF9"
		},
		{
			"Source":
			{
				"Text": "Z / ↑ "
			},
			"Translation":
			{
				"Text": "Z / ↑ "
			},
			"Key": "3D003AAF41A1A8EBB1DC5FB7818020C7"
		},
		{
			"Source":
			{
				"Text": "x1"
			},
			"Translation":
			{
				"Text": "x1"
			},
			"Key": "2BB1FFF649D1E22FCD05259C73223211"
		},
		{
			"Source":
			{
				"Text": "x1"
			},
			"Translation":
			{
				"Text": "x1"
			},
			"Key": "0D1C874648209127AC1C4C903FB4AE5B"
		},
		{
			"Source":
			{
				"Text": "x{Quantity}"
			},
			"Translation":
			{
				"Text": "x{Quantity}"
			},
			"Key": "8A494A6245C82A2894D5A2BDDABC7BEB"
		},
		{
			"Source":
			{
				"Text": "x{Quantity}"
			},
			"Translation":
			{
				"Text": "x{Quantity}"
			},
			"Key": "03D718AF4ACF578D5BEFEAA2E4CA85E4"
		},
		{
			"Source":
			{
				"Text": "{Current} / {Max}"
			},
			"Translation":
			{
				"Text": "{Current} / {Max}"
			},
			"Key": "89EC1DC443FB710E3C66D6B7D4EA0A83"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}